{
  "articles": [
    {
      "id": 0,
      "author": "@vThomas",
      "datePublished": "07/14/2004",
      "title": "Facere Consequuntur",
      "media": {
          "type": "image",
          "source": "../resources/img/vzltg_mccdo-anders-jilden.jpg"
      },
      "article": "Error Accusamus Deleniti Voluptatibus Et Velit Totam Debitis E. Niet Eius Nisi Nobis Numquam Omnis Esse Eli. Ndi Voluptatum Sit Obcaecati Voluptatem Hic Ad Reiciendis Ut Molestias Odit Fa. Re Explicabo Veniam Rerum Sint Possimus Earum Maxime Suscipit Animi Tempora In. Ntore Quibusdam Sunt Nihil Aliquid Blanditiis Necessitatibus Officiis Quasi Commodi F. Iat Illo Laborum Alias Incidunt Officia Voluptates Corporis Laboriosam. O Maiores Mollitia Autem Ab Iusto Nemo Beatae Excepturi Quisquam N. La Eaque Doloremque Magni Dolorum Recusandae Amet Id Atque Soluta Dolore. Deserunt Itaque Saepe Quam Eum Quaerat Dignissimos Voluptate Minus Quae Ip. M Cumque."
    },
    {
      "id": 1,
      "author": "@aMaxwell",
      "datePublished": "04/10/2015",
      "title": "Iusto Ex Nemo Iste Totam",
      "article": "Tempore Optio Molestias Harum Quasi Veniam Eligendi Tempora Nisi Modi L. Ore Consequatur Velit Voluptatum Dolores Quidem Perspiciatis Error Obcaecati Ill.  Veritatis Inventore Consectet.  Adipisci Omnis Perferendis Architecto In Al. Uid Ratione Quisquam Aut Aspernatur Es. Itaque Cupiditate Porro Animi Quia Ex Nulla Esse Nostrum. Im Quos Magni Reiciendis Doloribus Quas Libero . Pellendus Ut Commodi Ipsam Explicabo Tenetur Illo Laborum Impedit Quae Fugiat Cumque Minus Se. I Praesentium Incidunt Nam Iusto . Milique Deserunt Mollitia Aliquam Suscipit Dig. Ssimos Sint Soluta Cum Voluptas Molestiae Placeat Odit Vero Voluptates Quam Qui Natus Ea Beatae. T."
    },
    {
      "id": 2,
      "author": "@mHubbard",
      "datePublished": "05/14/2008",
      "title": "Voluptas Laudantium",
      "media": {
          "type": "image",
          "source": "../resources/img/7os_26cb1wo-griffin-keller.jpg"
      },
      "article": "Voluptatibus Aut Dolore Corporis Eaque Sint Eos Ratione Providen. Consectetur Laborum Repellendus Consequuntur Nobis Quia In Nemo Vel Dolorum Id Reiciendis. Xpedita Temporibus Eveniet Necessitatibus Labore Rem Cupiditate Fugit Amet Hic Iusto Possimus. Si Esse Eum Quis Voluptates Ipsa Incidunt Architecto V. Ae Suscipit Vero Velit Rerum Ullam L. Dantium Maxime Quae Obcaecati Accusantium Voluptatum Accusamus Unde Odio Iure Animi Earum N. Il Officia Doloribus Fuga Et Saepe Sit Placeat Quidem Alias Pariatur Dolorem . Lo Facere Voluptate Quam Non Quaerat Mole. Ias Ab Deserunt Dicta Sapiente Blanditiis Distinctio Dolor Magna. Ut Voluptatem Explicabo Porro Quos Laboriosam Perspiciatis."
    }
  ]
}